/* 
   Localizable.strings
   Gmail Notifr

   Created by James Chen on 8/4/09.
   Copyright 2009 ashchan.com. All rights reserved.
   
   Contributors: Túbal Martín, Pau Aguilar Fruto
 */

 
//-----------------------------------------
// Menu and tooltip
// ---------------------------------------- 
/* Open Inbox menu item under each account */
"Open Inbox" = "Abrir bandeja de entrada";

/* menubar tooltip when checking mail */
"Checking Mail" = "Comprobando el correo...";

/* connection error message */
"Connection Error" = "Error de Conexión";

/* wrong username/password pair error message */
"Username/password Wrong" = "Usuario/contraseña incorrecto";

/* count of unread messages */
"Unread Messages" = "%s mensajes no leídos";

/* count (1) of unread message */
"Unread Message" = "%s mensaje no leído";

/* last check time */
"Last Checked:" = "Última Comprobación:";

/* Enable, Disable */
"Enable Account" = "Activar Cuenta";
"Disable Account" = "Desactivar Cuenta";

/* Check */
"Check" = "Comprobar";


//-----------------------------------------
// Preferences - Settings
// ----------------------------------------
"Settings" = "Configuración";
"Launch at login" = "Abrir al iniciar sesión";
"Show unread count in menu bar" = "Mostrar número de mensajes sin leer en la barra de menús";



//-----------------------------------------
// Preferences - Accounts
// ----------------------------------------
"Accounts" = "Cuentas";
"Edit" = "Editar";

"Username:" = "Usuario:";
"Password:" = "Contraseña:";
"Check for new mail every" = "Buscar nuevo correo cada";
"minutes" = "minutos";
"Use Growl Notification" = "Utilizar notificaciones Growl";
"Play sound:" = "Reproducir sonido:";
"To add a Google Hosted Account, specify the full email address as username, eg: admin@ashchan.com." = "Para añadir una Cuenta de Google, introduce como usuario tu dirección de correo electrónico completa, ej: admin@ashchan.com.";
"Enable this account" = "Activar esta cuenta";
"Cancel" = "Cancel";
"OK" = "OK";